Repository: zenthcloud/mail-server
Catalog: core/admin/mailu/translations/*/LC_MESSAGES/messages.po
Languages: fa

source: E-mail
fa: پست الکترونیک

source: Password
fa: گذرواژه

source: Sign in
fa: ورود

source: Admin page for
fa: صفحه مدیریت برای

source: toggle sidebar
fa: نوار کناری را تغییر دهید

source: change language
fa: تغییر زبان

source: Go to
fa: برو به

source: Client setup
fa: تنظیمات سرویس‌گیرنده

source: Website
fa: وب سایت

source: Help
fa: راهنما

source: Register a domain
fa: ثبت دامنه

source: Sign up
fa: ثبت‌نام

source: Invalid email address.
fa: پست‌الکترونیک اشتباه است.

source: Confirm
fa: تایید

source: Domain name
fa: آدرس دامنه

source: Maximum user count
fa: حداکثر تعداد کاربر

source: Maximum alias count
fa: حداکثر تعداد نام مستعار

source: Maximum user quota
fa: حداکثر سهمیه کاربر

source: Enable sign-up
fa: فعال کردن ثبت نام

source: Comment
fa: یادداشت

source: Save
fa: ذخیره

source: Initial admin
fa: مدیر نخستین

source: Admin password
fa: گذرواژه مدیریت

source: Confirm password
fa: تایید گذرواژه

source: Create
fa: ایجاد

source: Alternative name
fa: نام جایگزین

source: Relayed domain name
fa: نام دامنه میانجی

source: Remote host
fa: میزبان راه‌دور

source: Quota
fa: سهمیه

source: Allow IMAP access
fa: دسترسی IMAP مجاز باشد

source: Allow POP3 access
fa: دسترسی POP3 مجاز باشد

source: Displayed name
fa: نام نمایشی

source: Enabled
fa: فعال

source: Email address
fa: پست الکترونیکی

source: Enable spam filter
fa: فعال‌کردن پایش هرزنامه

source: Enable marking spam mails as read
fa: فعال‌سازی علامت‌زدن هرزنامه به عنوان خوانده‌شده

source: Spam filter tolerance
fa: بازه تحمل هرزنامه

source: Enable forwarding
fa: فعال‌سازی بازارسال

source: Keep a copy of the emails
fa: نگهداری رونوشت از پست‌الکترونیک

source: Destination
fa: مقصد

source: Save settings
fa: ذخیره تنظیمات

source: Password check
fa: بررسی گذرواژه

source: Update password
fa: بروزرسانی گذرواژه

source: Enable automatic reply
fa: فعال‌سازی پاسخگوی‌خودکار

source: Reply subject
fa: موضوع پاسخگویی

source: Reply body
fa: متن پاسخگویی

source: Start of vacation
fa: شروع استراحت

source: End of vacation
fa: پایان استراحت

source: Update
fa: بروزرسانی

source: Your token (write it down, as it will never be displayed again)
fa: کلید شما (کلید را یادداشت کنید، چرا که دوباره نمایش داده نخواهد شد)

source: Use SQL LIKE Syntax (e.g. for catch-all aliases)
fa: استفاده از قواعد اس‌کیو‌ال (برای پوشش الایس‌ها)

source: Admin email
fa: افزودن پست‌الکترونیکی

source: Submit
fa: ثبت

source: Manager email
fa: مدیریت پست‌الکترونیک

source: Protocol
fa: پرتکل

source: Hostname or IP
fa: نشانی یا آی‌پی

source: TCP port
fa: پورت تی‌سی‌پی

source: Enable TLS
fa: فعال‌سازی TLS

source: Username
fa: نام‌کاربری

source: Keep emails on the server
fa: نگهداری ایمیل در سرور

source: Announcement subject
fa: موضوع آگهی

source: Announcement body
fa: متن آگهی

source: Send
fa: ارسال

source: Public announcement
fa: آگهی عمومی

source: Antispam
fa: ضدهرزنامه

source: RSPAMD status page
fa: صفحه گزارش وضعیت RSPAMD

source: configure your email client
fa: تنظیمات کاربر پست‌الکترونیک

source: Incoming mail
fa: ایمیل ورودی

source: Mail protocol
fa: پرتکل ایمیل

source: Server name
fa: نام سرور

source: Outgoing mail
fa: ایمیل خروجی

source: Confirm action
fa: تایید دستور

source: You are about to %(action)s. Please confirm your action.
fa: شما در حال انجام %(action)s هستید. لطفا دستور را تایید کنید.

source: Docker error
fa: خطای داکر

source: An error occurred while talking to the Docker server.
fa: خطایی در هنگام ارتباط با سرور داکر به وجود آمده است.

source: copy to clipboard
fa: کپی در حافظه

source: My account
fa: حساب من

source: Settings
fa: تنظیمات

source: Auto-reply
fa: پاسخ‌گوی خودکار

source: Fetched accounts
fa: اکانت‌ها واکشی‌شده

source: Authentication tokens
fa: کلیدهای احراز هویت

source: Administration
fa: مدیریت

source: Announcement
fa: آگهی

source: Administrators
fa: مدیران

source: Relayed domains
fa: دامنه‌های میانجی

source: Mail domains
fa: دامنه‌های ایمیل

source: Webmail
fa: پنل‌وب‌ایمیل

source: Sign out
fa: خروج

source: We are still working on this feature!
fa: ما داریم روی این قابلیت زحمت می‌کشیم :)

source: Add a global administrator
fa: افزودن مدیرکل

source: Global administrators
fa: مدیران کلی

source: Add administrator
fa: افزودن مدیر

source: Actions
fa: عملیات

source: Email
fa: پست‌الکترونیک

source: Delete
fa: حذف

source: Create alias
fa: ایجاد الایس

source: Edit alias
fa: ویرایش الایس

source: Alias list
fa: لیست الایس‌ها

source: Add alias
fa: افزودن الایس

source: Created
fa: ایجاد شد

source: Last edit
fa: آخرین ویرایش

source: Edit
fa: ویرایش

source: Create alternative domain
fa: ایجاد دامنه‌ی دیگر

source: Alternative domain list
fa: لیست دامنه‌های دیگر

source: Add alternative
fa: افزودن دامنه‌ی دیگر

source: Name
fa: نام

source: New domain
fa: دامنه جدید

source: Domain details
fa: مشخصات دامنه

source: Regenerate keys
fa: ایجاد مجدد کلید‌ها

source: Generate keys
fa: ایجاد کلید‌ها

source: DNS MX entry
fa: DNS MX

source: DNS SPF entries
fa: DNS SPF

source: DKIM public key
fa: کلید عمومی DKIM

source: DNS DKIM entry
fa: DNS DKIM

source: DNS DMARC entry
fa: DNS DMARC

source: DNS TLSA entry
fa: DNS TLSA

source: DNS client auto-configuration entries
fa: DNS client auto-configuration

source: Edit domain
fa: ویرایش دامنه

source: Domain list
fa: لیست دامنه

source: Manage
fa: مدیریت

source: Mailbox count
fa: تعداد جعبه ایمیل

source: Alias count
fa: تعداد الایس‌ها

source: Details
fa: جزئیات

source: Users
fa: کاربران

source: Aliases
fa: الایس‌ها

source: Managers
fa: مدیران

source: Alternatives
fa: جایگزین‌ها

source: In order to register a new domain, you must first setup the domain zone so that the domain <code>MX</code> points to this server
fa: برای ثبت دامنه جدید، ابتدا می‌بایست تنظیمات DNS ٔدامنه را به گونه‌ای تنظیم کنید که رکورد <code>MX</code> آن به سرور ما اشاره کند

source: If you do not know how to setup an <code>MX</code> record for your DNS zone, please contact your DNS provider or administrator. Also, please wait a couple minutes after the <code>MX</code> is set so the local server cache expires.
fa: در صورتی که نمی‌دانید چگونه تنظیمات رکورد <code>MX</code> دامنه خود را انجام دهید، می‌بایست با فروشنده دامنه خود ارتباط برقرار کنید. همچنین بعد از تنظیم رکورد <code>MX</code> دقایقی را تا اعمال نتیجه آن منتظر بمانید.

source: Add a fetched account
fa: افزودن حساب واکشی

source: Update a fetched account
fa: بروزرسانی حساب واکشی

source: Add an account
fa: افزودن حساب

source: Endpoint
fa: نشانی

source: Keep emails
fa: نگهداری ایمیل‌ها

source: Last check
fa: آخرین بررسی

source: Status
fa: وضعیت

source: yes
fa: بلی

source: no
fa: خیر

source: Add a manager
fa: افزودن مدیری

source: Manager list
fa: لیست مدیران

source: Add manager
fa: افزودن مدیر

source: New relay domain
fa: افزودن دامنه میانجی

source: Edit relayed domain
fa: ویرایش دامنه میانجی

source: Relayed domain list
fa: لیست دامنه‌های میانجی

source: New relayed domain
fa: دامنه میانجی جدید

source: Create an authentication token
fa: ایجاد کلید احراز هویت

source: New token
fa: کلید جدید

source: New user
fa: کاربر جدید

source: General
fa: عمومی

source: Features and quotas
fa: قابلیت‌ها و سهمیه

source: Edit user
fa: ویرایش کاربر

source: User list
fa: لیست کاربران

source: Add user
fa: افزودن کاربر

source: User settings
fa: تنظیمات کاربر

source: Features
fa: قابلیت‌ها

source: Password update
fa: بروزرسانی گذرواژه

source: Automatic reply
fa: پاسخگوی خودکار

source: Auto-forward
fa: بازارسال خودکار

source: pick a domain for the new account
fa: انتخاب دامنه برای حساب جدید

source: Domain
fa: دامنه

source: Available slots
fa: جایگاه‌های موجود
